{
    "numberology": "Thần Số Học",

    "enter your name": "Nhập tên của bạn",
    "please select your birthday": "Vui lòng chọn ngày sinh",
    "analysis": "Phân tích",

    "life path number": "Con số đường đời",
    "life path number subtitle": "Con số Đường Đời là con số được xem là quan trọng nhất trong các con số cốt lõi. Nó cho thấy đường nét chính về cuộc đời tương lai của bạn, về con đường bạn sẽ đi trong suốt cuộc đời và những yếu tố hình thành nên con đường đó. Con số này tiết lộ những bài học mà bạn sẽ học được, những thách thức bạn phải đối mặt và những cơ hội bạn sẽ nhận được dưới hình thức một bản phác thảo bao quát. Tin vào con số này hay không là quyền của bạn, nhưng trong phạm vi thần số học, người ta cho rằng đi theo con số Đường Đời là lựa chọn viên mãn nhất.\nBất cứ đặc điểm tích cực nào liên quan đến con số này đều biểu thị những kỹ năng và năng lực đặc biệt có thể hỗ trợ bạn trong mọi phương diện của cuộc sống. Các đặc điểm tiêu cực liên quan đến từng con số cho thấy những khiếm khuyết của bạn. Nói đúng hơn, nó chỉ ra các lĩnh vực trong đời sống nội tâm và các hoạt động bên ngoài mà bạn cần phải chú ý để tìm sự cân bằng.",
    "birthday number": "Số ngày sinh",
    "life additude": "Thái độ sống",
    "birthday chart": "Biểu đồ ngày sinh",

    "destiny_title": "Vận Mệnh",
    "overview_title": "Tổng Quan",
    "purposeOfLife_title": "Mục Đích Sống",
    "optimalDevelopmentConditions_title": "Điều Kiện Phát Triển Tối Ưu",
    "outstandingCharacteristics_title": "Đặc Điểm Nổi Bật",
    "developmentRecommendations_title": "Khuyến Nghị Phát Triển",
    "suitableCareers_title": "Nghề Nghiệp Phù Hợp",
    "negativeTendenciesToOvercome_title": "Khuynh Hướng Tiêu Cực Cần Vượt Qua",
    "summary_title": "Tóm Lược",

    "not have number in birthday chart": "Không có số  {{number}} nào trong biểu đồ ngày sinh",
    "have number in birthday chart": "Có {{count}} số  {{number}} trong biểu đồ ngày sinh",
    "This is an explanation for your birth chart": "Diễn giải biểu đồ ngày sinh của bạn",
    "This is an explanation for your arrow of birth chart": "Diễn giải mũi tên cá tính theo biểu đồ ngày sinh"
}