{
    "numberology": "Thần Số Học",

    "enter your name": "Nhập tên của bạn",
    "please select your birthday": "Vui lòng chọn ngày sinh",
    "analysis": "Phân tích",
    "Age": "Tuổi",
    "Peak": "Đỉnh cao",
    "Challenge": "Thử thách",
    "Peak with number": "Đỉnh cao mang số",
    "Challenge with number": "Thử thách mang số",

    "life path number": "Con số đường đời",
    "life path number subtitle": "Con số Đường Đời là con số được xem là quan trọng nhất trong các con số cốt lõi. Nó cho thấy đường nét chính về cuộc đời tương lai của bạn, về con đường bạn sẽ đi trong suốt cuộc đời và những yếu tố hình thành nên con đường đó. Con số này tiết lộ những bài học mà bạn sẽ học được, những thách thức bạn phải đối mặt và những cơ hội bạn sẽ nhận được dưới hình thức một bản phác thảo bao quát. Tin vào con số này hay không là quyền của bạn, nhưng trong phạm vi thần số học, người ta cho rằng đi theo con số Đường Đời là lựa chọn viên mãn nhất.\nBất cứ đặc điểm tích cực nào liên quan đến con số này đều biểu thị những kỹ năng và năng lực đặc biệt có thể hỗ trợ bạn trong mọi phương diện của cuộc sống. Các đặc điểm tiêu cực liên quan đến từng con số cho thấy những khiếm khuyết của bạn. Nói đúng hơn, nó chỉ ra các lĩnh vực trong đời sống nội tâm và các hoạt động bên ngoài mà bạn cần phải chú ý để tìm sự cân bằng.",
    "birthday number": "Số ngày sinh",
    "life additude": "Thái độ sống",
    "birthday chart": "Biểu đồ ngày sinh",
    "power of your name": "Sức mạnh của tên riêng",
    "name number subtitle": "Khám phá tài năng thiên bẩm và các khiếm khuyết của bạn qua cái tên. Con số này còn được gọi là con số Vận Mệnh/ Định Mệnh, con số Biểu Hiện nêu bật các ưu điểm cũng như nhược điểm của bạn trong cuộc đời. Nếu con số Đường Đời tiết lộ con đường bạn đi thì con số Biểu Hiện tiết lộ về sắc thái và đặc tính của những bước đi.\n\nNhìn từ góc độ luân hồi, con số Đường Đời biểu thị cho những bài học mà bạn cần có trong cuộc đời. Gắn với điều này, con số Biểu Hiện phản ánh đặc tính cốt lõi mà bạn đem đến thế gian này, bao gồm lịch sử cá nhân từ các kiếp trước của bạn. Con số này có tên như vậy là vì nó biểu hiện cho đặc tính bẩm sinh của bản ngã con người và những đặc tính di truyền mà bạn được thừa hưởng từ lúc chào đời.",
    "character style": "Kiểu tính cách của bạn được gói gọn trong các từ khóa: ",
    "your soul number":"Con số vận mệnh {{numberOfName}} điều mà tâm hồn bạn cần để bằng lòng:",
    "your deepest purpose in life": "Mục đích sâu sắc nhất trong cuộc đời của bạn. Con người bạn mong muốn trở thành và những điều bạn khao khát có được và đạt được. Những mối quan hệ mà bạn đang nuôi dưỡng hoặc tránh né.\nCái tôi chính bạn được tiết lộ qua ý nghĩa con số Linh Hồn của bạn.\nVới con số \"{{vowelNumber}}\", bạn đang sống thể hiện và khao khát:",
    "the personality you interact": "Tính Cách mà bạn tương tác với thế giới bên ngoài, cá tính chủ yếu của bạn thể  hiện và mọi người đánh giá được thể  hiện qua ý nghĩa con số  Nhân cách của bạn. Với con số \"{{lifeAdtitudeNumber}}\"",
    "peak and challenge": "4 Đỉnh cao và thử thách đời người",
    "peaks subtitle": "Đường đời con người qua bốn đỉnh Kim Tử Tháp: các con số ở đỉnh Kim Tử Tháp mang đến những thông tin bổ sung cho Con số chủ đạo, qua đó bạn hình dung được trong đoạn đường đời đó bạn nên thiên về hướng nào thì mới đạt được thành công vượt trội. Hãy nhớ rằng để đỉnh cao thực sự là đỉnh cao năng lực bạn thì ngay từ những năm trước đó phải có sự chuẩn bị, sẵn sàng, học hỏi và khảo nghiệm.",
    "cycle nine years change": "Chu kỳ 9 năm thay đổi",
    "cycle nine years": "Năm cá nhân thứ {{cycle}} của bạn. Từ ngày {{from}} đến ngày {{to}}",
    "the last three years": "Ba năm gần nhất của chu kỳ 9 năm thay đổi",

    "destiny_title": "Vận Mệnh",
    "overview_title": "Tổng Quan",
    "purposeOfLife_title": "Mục Đích Sống",
    "optimalDevelopmentConditions_title": "Điều Kiện Phát Triển Tối Ưu",
    "outstandingCharacteristics_title": "Đặc Điểm Nổi Bật",
    "developmentRecommendations_title": "Khuyến Nghị Phát Triển",
    "suitableCareers_title": "Nghề Nghiệp Phù Hợp",
    "negativeTendenciesToOvercome_title": "Khuynh Hướng Tiêu Cực Cần Vượt Qua",
    "summary_title": "Tóm Lược",

    "not have number in birthday chart": "Không có số  {{number}} nào trong biểu đồ ngày sinh",
    "have number in birthday chart": "Có {{count}} số  {{number}} trong biểu đồ ngày sinh",
    "This is an explanation for your birth chart": "Diễn giải biểu đồ ngày sinh của bạn",
    "This is an explanation for your arrow of birth chart": "Diễn giải mũi tên cá tính theo biểu đồ ngày sinh"
}